
/* The name of the "Paste as" action when the current clipboard should be pasted as is. */
"text" = "Text";


/* Greyed-out menu item in Markups menu when current focus is outside of an editor. */
"NoEditor" = "No Editor";

/* Greyed-out menu item in Convert Markup menu when current focus is outside of an editor or sheet table. */
"NoSheetSelected" = "No Sheet Selected";



/* Title of a menu item applying a grouping tag (such as enum/blockquote) which allows nesting. This item will increase the level. */
"AddGroupingTitle" = "Add %@";

/* Title of a menu item applying a grouping tag (such as enum/blockquote) which allows nesting. This item will decrease the level. */
"RemoveGroupingTitle" = "Remove %@";

/* Title of menu item to remove the paragraph tag or line tags form selected text. */
"ClearMarkup" = "Clear Markup";

/* Title of menu item to increase the heading level of selected paragraphs. */
"IncreaseHeadingLevel" = "Increase Heading Level";

/* Title of menu item to decrease the heading level of selected paragraphs. */
"DecreaseHeadingLevel" = "Decrease Heading Level";

/* Title of menu item shown in Demo to purchase Ulysses through the Mac App Store. */
"purchaseUlysses" = "Buy Now…";



/* Greyed out section title in markup popup when current sheet's markup was not registered globaly. */
"CustomMarkup" = "Custom Markup";

/* Greyed out section title in markup popup when current selection of sheets contains multiple markups. */
"MultipleMarkups" = "Multiple Markups";

/* On non-empty sheets, the name of the submenu allowing to change a sheet's markup. */
"ConvertTo" = "Convert To";


/* Menu item action in markup popup to register the current sheet's markup when it was not registered before. */
"RegisterMarkup" = "Register Markup…";

/* Title of sheet appearing when registering the current sheet's markup. */
"RegisterMarkupTitle" = "Register Markup?";

/* Text of sheet appearing when registering the current sheet's markup. */
"RegisterMarkupText" = "Are you sure you want to register the markup “%@”? It will be added to the list of available markups and can henceforth be used by any sheet. You can delete it again from Markup Preferences.";

/* Register button title. */
"Register" = "Register";

/* Cancel button title. */
"Cancel" = "Cancel";

